Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Couldn’t fully stop %@’s own updater — quit and reopen it, then update.
de: Der eigene Updater von %@ ließ sich nicht vollständig beenden – App beenden, erneut öffnen und dann aktualisieren.
es: No se pudo detener del todo el actualizador propio de %@: ciérralo, vuelve a abrirlo y luego actualiza.
fr: Impossible d’arrêter complètement le système de mise à jour de %@ — quittez-le, rouvrez-le, puis mettez à jour.
it: Impossibile fermare del tutto il programma di aggiornamento di %@: chiudila e riaprila, poi aggiorna.
ja: %@ 自身のアップデータを完全には停止できませんでした。終了して開き直してから、アップデートしてください。
pt_br: Não foi possível parar totalmente o atualizador de %@ — encerre-o e abra-o de novo, depois atualize.
ru: Не удалось полностью остановить встроенный модуль обновлений %@ — закройте приложение, откройте снова и обновите.
tr: %@ uygulamasının kendi güncelleyicisi tam olarak durdurulamadı — uygulamadan çıkıp yeniden açın, sonra güncelleyin.
zh_hans: 没能完全停掉 %@ 自带的更新程序 —— 退出并重新打开它，然后再更新。
zh_hant: 無法完全停止 %@ 自己的更新程式——請結束並重新打開它，然後再更新。

source: Couldn’t reach Alcove: %@
de: Alcove konnte nicht erreicht werden: %@
es: No se pudo conectar con Alcove: %@
fr: Impossible de joindre Alcove : %@
it: Impossibile raggiungere Alcove: %@
ja: Alcoveに接続できませんでした: %@
pt_br: Não foi possível acessar o Alcove: %@
ru: Не удалось связаться с Alcove: %@
tr: Alcove’a ulaşılamadı: %@
zh_hans: 无法连接到 Alcove：%@
zh_hant: 無法連線到 Alcove：%@

source: Couldn’t take the install lock: %@
de: Installationssperre konnte nicht übernommen werden: %@
es: No se pudo obtener el bloqueo de instalación: %@
fr: Impossible d’obtenir le verrou d’installation : %@
it: Impossibile ottenere il blocco di installazione: %@
ja: インストールロックを取得できませんでした: %@
pt_br: Não foi possível obter o bloqueio de instalação: %@
ru: Не удалось получить блокировку установки: %@
tr: Yükleme kilidi alınamadı: %@
zh_hans: 无法获取安装锁：%@
zh_hant: 無法取得安裝鎖定：%@

source: Couldn’t verify: %@
de: Konnte nicht geprüft werden: %@
es: No se pudo verificar: %@
fr: Impossible de vérifier : %@
it: Impossibile verificare: %@
ja: 検証できませんでした: %@
pt_br: Não foi possível verificar: %@
ru: Не удалось проверить: %@
tr: Doğrulanamadı: %@
zh_hans: 无法验证：%@
zh_hant: 無法驗證：%@

source: Counts only what DuoUpdater downloaded itself. Homebrew, the App Store, and apps with their own built-in updater fetch their own bytes, so this total is a lower bound.
de: Zählt nur, was DuoUpdater selbst heruntergeladen hat. Homebrew, der App Store und Apps mit eigenem Updater laden ihre Bytes selbst — dieser Gesamtwert ist daher eine Untergrenze.
es: Solo cuenta lo que DuoUpdater descargó por su cuenta. Homebrew, la App Store y las apps con su propio actualizador descargan sus bytes aparte, así que este total es un mínimo.
fr: Ne compte que ce que DuoUpdater a téléchargé lui-même. Homebrew, l’App Store et les apps dotées de leur propre outil de mise à jour téléchargent leurs octets de leur côté : ce total est donc un minimum.
it: Conta solo ciò che DuoUpdater ha scaricato da sé. Homebrew, l’App Store e le app con un programma di aggiornamento integrato scaricano i propri dati, quindi questo totale è un valore minimo.
ja: DuoUpdater 自身がダウンロードしたぶんのみを集計します。Homebrew、App Store、独自のアップデータを持つ App は自前でダウンロードするため、この合計は下限値です。
pt_br: Conta apenas o que o próprio DuoUpdater baixou. O Homebrew, a App Store e apps com atualizador próprio baixam os próprios dados, então este total é um valor mínimo.
ru: Учитывается только то, что DuoUpdater скачал сам. Homebrew, App Store и приложения с собственным механизмом обновления загружают свои байты отдельно, поэтому этот итог — нижняя граница.
tr: Yalnızca DuoUpdater’ın kendi indirdiklerini sayar. Homebrew, App Store ve yerleşik güncelleyicisi olan uygulamalar kendi baytlarını indirir; bu yüzden bu toplam bir alt sınırdır.
zh_hans: 只统计 DuoUpdater 自己下载的字节。Homebrew、App Store，以及自带更新器的 app 由它们自行下载，因此这个总数是下界。
zh_hant: 只計算 DuoUpdater 自己下載的量。Homebrew、App Store 以及有內建更新程式的 App 會自行下載，因此這個總數只是下限。

source: Defer while running
de: Zurückstellen, solange geöffnet
es: Aplazar mientras se ejecuta
fr: Différer pendant l'exécution
it: Rimanda se in esecuzione
ja: 実行中は延期
pt_br: Adiar durante a execução
ru: Отложить, пока запущено
tr: Çalışırken ertele
zh_hans: 运行时延后
zh_hant: 執行中時延後

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Apagar
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld (%@)
de: %lld löschen (%@)
es: Eliminar %lld (%@)
fr: Supprimer %lld (%@)
it: Elimina %lld (%@)
ja: %lld 件を削除（%@）
pt_br: Apagar %lld (%@)
ru: Удалить %lld (%@)
tr: %lld Öğeyi Sil (%@)
zh_hans: 删除 %lld（%@）
zh_hant: 刪除 %lld 個（%@）

source: Delete a backup once its app is uninstalled
de: Backup löschen, sobald die zugehörige App deinstalliert wurde
es: Eliminar la copia de seguridad cuando se desinstale la app
fr: Supprimer une sauvegarde une fois l'application désinstallée
it: Elimina un backup quando la sua app viene disinstallata
ja: アプリがアンインストールされたらバックアップを削除する
pt_br: Apagar o backup quando o app for desinstalado
ru: Удалять резервную копию после удаления приложения
tr: Uygulaması kaldırılınca yedeği sil
zh_hans: 应用卸载后删除其备份
zh_hant: App 解除安裝後刪除其備份

source: Delete backups
de: Backups löschen
es: Eliminar copias de seguridad
fr: Supprimer les sauvegardes
it: Elimina backup
ja: バックアップを削除
pt_br: Apagar backups
ru: Удалить резервные копии
tr: Yedekleri sil
zh_hans: 删除备份
zh_hant: 刪除備份

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
pt_br: Desmarcar Tudo
ru: Снять выделение со всех
tr: Hiçbirini Seçme
zh_hans: 取消全选
zh_hant: 取消全選

source: Detection recipes
de: Erkennungs-Rezepte
es: Recetas de detección
fr: Recettes de détection
it: Ricette di rilevamento
ja: 検出レシピ
pt_br: Receitas de detecção
ru: Рецепты обнаружения
tr: Algılama tarifleri
zh_hans: 检测规则
zh_hant: 偵測規則

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ja: 診断
pt_br: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断
zh_hant: 診斷

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
it: Scarta
ja: 破棄
pt_br: Descartar
ru: Удалить
tr: Sil
zh_hans: 丢弃
zh_hant: 丟棄

source: Discard Downloaded Installer
de: Geladenes Installationsprogramm verwerfen
es: Descartar el instalador descargado
fr: Supprimer le programme d’installation téléchargé
it: Scarta programma di installazione scaricato
ja: ダウンロード済みインストーラを破棄
pt_br: Descartar Instalador Baixado
ru: Удалить загруженный установщик
tr: İndirilen Yükleyiciyi Sil
zh_hans: 丢弃已下载的安装包
zh_hant: 丟棄已下載的安裝程式

source: Discard every recorded event and total
de: Alle Ereignisse und Summen verwerfen
es: Descartar todos los eventos y totales registrados
fr: Supprimer tous les événements et totaux enregistrés
it: Scarta tutti gli eventi e i totali registrati
ja: 記録したイベントと集計をすべて破棄
pt_br: Descartar todos os eventos e totais registrados
ru: Удалить все записанные события и итоги
tr: Kaydedilen tüm olayları ve toplamları sil
zh_hans: 丢弃所有已记录的事件与统计
zh_hant: 丟棄所有已記錄的事件與統計

source: Discard the recorded network history?
de: Aufgezeichneten Netzwerkverlauf verwerfen?
es: ¿Descartar el historial de red registrado?
fr: Supprimer l’historique réseau enregistré ?
it: Scartare la cronologia di rete registrata?
ja: 記録されたネットワーク履歴を破棄しますか？
pt_br: Descartar o histórico de rede registrado?
ru: Удалить записанную историю сети?
tr: Kaydedilen ağ geçmişi silinsin mi?
zh_hans: 要丢弃已记录的网络历史吗？
zh_hant: 要丟棄已記錄的網路記錄嗎？

source: Don’t skip %@
de: %@ nicht überspringen
es: No omitir %@
fr: Ne pas ignorer %@
it: Non saltare %@
ja: %@ をスキップしない
pt_br: Não pular %@
ru: Не пропускать %@
tr: %@ sürümünü artık atlama
zh_hans: 不要跳过 %@
zh_hant: 不要略過 %@

source: Download and install %@ %@
de: %@ %@ herunterladen und installieren
es: Descargar e instalar %@ %@
fr: Télécharger et installer %@ %@
it: Scarica e installa %@ %@
ja: %@ %@ をダウンロードしてインストール
pt_br: Baixar e instalar %@ %@
ru: Загрузить и установить %@ %@
tr: %@ %@ sürümünü indir ve yükle
zh_hans: 下载并安装 %@ %@
zh_hant: 下載並安裝 %@ %@

source: Downloaded this month: %@
de: Diesen Monat heruntergeladen: %@
es: Descargado este mes: %@
fr: Téléchargé ce mois-ci : %@
it: Scaricati questo mese: %@
ja: 今月のダウンロード量: %@
pt_br: Baixado este mês: %@
ru: Загружено в этом месяце: %@
tr: Bu ay indirilen: %@
zh_hans: 本月已下载：%@
zh_hant: 本月已下載：%@

source: Downloading %@ — %lld%%
de: %@ wird heruntergeladen – %lld %%
es: Descargando %@: %lld %%
fr: Téléchargement de %@ — %lld %%
it: Download di %@ — %lld%%
ja: %@ をダウンロード中 — %lld%%
pt_br: Baixando %@ — %lld%%
ru: Загрузка %@ — %lld%%
tr: %@ indiriliyor — %%%lld
zh_hans: 正在下载 %@ — %lld%%
zh_hant: 正在下載 %@ — %lld%%

source: Downloading…
de: Wird heruntergeladen …
es: Descargando…
fr: Téléchargement en cours…
it: Download…
ja: ダウンロード中…
pt_br: Baixando…
ru: Загрузка…
tr: İndiriliyor…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloads the official installer and opens it (asks for admin)
de: Lädt das offizielle Installationsprogramm herunter und öffnet es (erfordert Administratorrechte)
es: Descarga el instalador oficial y lo abre (pide permisos de administrador)
fr: Télécharge l'installateur officiel et l'ouvre (demande les droits admin)
it: Scarica il programma di installazione ufficiale e lo apre (richiede i privilegi di amministratore)
ja: 公式インストーラーをダウンロードして開きます（管理者権限が必要）
pt_br: Baixa o instalador oficial e o abre (pede senha de administrador)
ru: Загружает официальный установщик и открывает его (потребуются права администратора)
tr: Resmî yükleyiciyi indirir ve açar (yönetici izni ister)
zh_hans: 下载官方安装程序并打开（需要管理员权限）
zh_hant: 下載官方安裝程式並打開（需要管理者權限）

source: Downloads the whole app again through mas. The predictable route for release builds, and it needs no Accessibility access.
de: Lädt die ganze App über mas erneut herunter. Der vorhersehbare Weg für Release-Builds, und er braucht keinen Bedienungshilfen-Zugriff.
es: Vuelve a descargar la app completa mediante mas. Es la vía predecible para compilaciones de publicación y no necesita acceso de accesibilidad.
fr: Retélécharge l'application entière via mas. La voie prévisible pour les versions publiées, et elle ne nécessite pas l'accès à l'Accessibilité.
it: Scarica di nuovo l’intera app tramite mas. La via prevedibile per le build di release, e non richiede l’accesso ad Accessibilità.
ja: mas経由でアプリ全体を再ダウンロードします。リリースビルドにとって予測しやすい方式で、アクセシビリティ権限は不要です。
pt_br: Baixa o app inteiro de novo pelo mas. O caminho previsível para versões finais, e não precisa de acesso à Acessibilidade.
ru: Заново загружает приложение целиком через mas. Предсказуемый путь для релизных сборок, не требующий «Универсального доступа».
tr: Tüm uygulamayı mas üzerinden yeniden indirir. Yayın derlemeleri için öngörülebilir yol; Erişilebilirlik erişimi gerektirmez.
zh_hans: 通过 mas 重新下载整个应用。这是发布版更可预测的方式，且不需要辅助功能权限。
zh_hant: 透過 mas 重新下載整個 App。這是正式版本較可預期的方式，而且不需要輔助使用權限。

source: DuoUpdater checks for its own updates every hour. A quiet moment means nothing is being checked or installed, no DuoUpdater window is open, and you’re working in another app. Until one comes it waits — and installs when you quit DuoUpdater anyway.
de: DuoUpdater prüft stündlich auf eigene Updates. Ein ruhiger Moment bedeutet: Es wird nichts geprüft oder installiert, kein Fenster von DuoUpdater ist geöffnet, und du arbeitest in einer anderen App. Bis dahin wartet es – und installiert ohnehin, wenn du DuoUpdater beendest.
es: DuoUpdater comprueba sus propias actualizaciones cada hora. Un momento tranquilo significa que no se está comprobando ni instalando nada, que no hay ninguna ventana de DuoUpdater abierta y que estás trabajando en otra app. Hasta que llegue, espera, e instala de todos modos cuando cierras DuoUpdater.
fr: DuoUpdater vérifie ses propres mises à jour toutes les heures. Un moment calme signifie que rien n'est en cours de vérification ni d'installation, qu'aucune fenêtre de DuoUpdater n'est ouverte, et que vous travaillez dans une autre application. En attendant, il patiente — et s'installe de toute façon quand vous quittez DuoUpdater.
it: DuoUpdater controlla i propri aggiornamenti ogni ora. Un momento tranquillo significa che non si sta controllando né installando nulla, nessuna finestra di DuoUpdater è aperta e stai lavorando in un’altra app. Finché non arriva resta in attesa, e comunque installa quando chiudi DuoUpdater.
ja: DuoUpdaterは1時間ごとに自身の更新を確認します。静かなタイミングとは、確認やインストールが行われておらず、DuoUpdaterのウインドウが開いておらず、あなたが他のアプリで作業している状態です。そのタイミングが来るまでは待機し、いずれにせよDuoUpdaterを終了したときにインストールされます。
pt_br: O DuoUpdater busca as próprias atualizações a cada hora. Um momento tranquilo significa que nada está sendo verificado ou instalado, nenhuma janela do DuoUpdater está aberta e você está trabalhando em outro app. Até que chegue um, ele espera — e instala de qualquer forma quando você encerra o DuoUpdater.
ru: DuoUpdater проверяет собственные обновления каждый час. Тихий момент означает, что ничего не проверяется и не устанавливается, ни одно окно DuoUpdater не открыто, а вы работаете в другом приложении. Пока он не наступит, обновление ждёт — и устанавливается, когда вы всё равно закрываете DuoUpdater.
tr: DuoUpdater kendi güncellemelerini her saat denetler. Sakin bir an; hiçbir şeyin denetlenmediği veya yüklenmediği, hiçbir DuoUpdater penceresinin açık olmadığı ve sizin başka bir uygulamada çalıştığınız andır. Böyle bir an gelene kadar bekler — DuoUpdater’dan çıktığınızda ise yine de yükler.
zh_hans: DuoUpdater 每小时检查一次自身的更新。安静的时刻是指没有正在进行的检查或安装、没有打开任何 DuoUpdater 窗口，并且你正在其他应用中工作。在那之前它会等待——并在你退出 DuoUpdater 时顺便安装。
zh_hant: DuoUpdater 每小時檢查一次自身的更新。空檔是指沒有任何檢查或安裝正在進行、沒有打開 DuoUpdater 視窗，且你正在其他 App 中工作。在那之前它會等待——而你結束 DuoUpdater 時也會順便安裝。

source: DuoUpdater has no Full Disk Access to read the builds TestFlight offers you, so it can’t say whether this beta is current
de: DuoUpdater hat keinen Festplattenvollzugriff, um die Builds zu lesen, die TestFlight dir anbietet – daher lässt sich nicht sagen, ob diese Beta aktuell ist
es: DuoUpdater no tiene acceso total al disco para leer las compilaciones que TestFlight te ofrece, así que no puede saber si esta beta está al día
fr: DuoUpdater n’a pas l’accès complet au disque pour lire les versions que TestFlight vous propose : impossible de dire si cette bêta est à jour
it: DuoUpdater non ha l’Accesso completo al disco per leggere le build che TestFlight ti offre, quindi non può dire se questa beta è aggiornata
ja: DuoUpdater に TestFlight から提供されるビルドを読み取るためのフルディスクアクセスがないため、このベータ版が最新かどうか判断できません
pt_br: O DuoUpdater não tem Acesso Total ao Disco para ler os builds que o TestFlight oferece a você, então não sabe dizer se este beta está atualizado
ru: У DuoUpdater нет полного доступа к диску, чтобы прочитать сборки, которые предлагает TestFlight, поэтому нельзя сказать, актуальна ли эта бета-версия
tr: DuoUpdater’ın, TestFlight’ın size sunduğu derlemeleri okumak için Tam Disk Erişimi yok; bu yüzden bu betanın güncel olup olmadığını söyleyemez
zh_hans: DuoUpdater 没有完全磁盘访问权限，读不到 TestFlight 向你提供的版本，因此无法判断此测试版是否已是最新
zh_hant: DuoUpdater 沒有「完全取用磁碟」權限，無法讀取 TestFlight 提供給你的版本，因此無法判斷這個 Beta 版是否為最新

source: DuoUpdater isn’t checking TestFlight betas. Turn it on in Settings → General to see whether this beta is current.
de: DuoUpdater prüft TestFlight-Betas nicht. Schalte es unter „Einstellungen“ → „Allgemein“ ein, um zu sehen, ob diese Beta aktuell ist.
es: DuoUpdater no está comprobando las betas de TestFlight. Actívalo en Ajustes → General para ver si esta beta está al día.
fr: DuoUpdater ne vérifie pas les bêtas TestFlight. Activez-le dans Réglages → Général pour voir si cette bêta est à jour.
it: DuoUpdater non sta controllando le beta di TestFlight. Attiva l’opzione in Impostazioni → Generali per sapere se questa beta è aggiornata.
ja: DuoUpdater は TestFlight のベータ版を確認していません。設定 → 一般 でオンにすると、このベータ版が最新かどうかがわかります。
pt_br: O DuoUpdater não está verificando betas do TestFlight. Ative em Ajustes → Geral para ver se este beta está atualizado.
ru: DuoUpdater не проверяет бета-версии TestFlight. Включите проверку в «Настройки» → «Основные», чтобы узнать, актуальна ли эта бета-версия.
tr: DuoUpdater TestFlight betalarını denetlemiyor. Bu betanın güncel olup olmadığını görmek için Ayarlar → Genel’de açın.
zh_hans: DuoUpdater 没有在检测 TestFlight 测试版。在「设置」→「通用」中打开，即可知道此测试版是否已是最新。
zh_hant: DuoUpdater 沒有檢查 TestFlight Beta 版。請在「設定」→「一般」中開啟，即可得知這個 Beta 版是否為最新。

source: DuoUpdater itself
de: DuoUpdater selbst
es: El propio DuoUpdater
fr: DuoUpdater lui-même
it: DuoUpdater stesso
ja: DuoUpdater 自身
pt_br: O próprio DuoUpdater
ru: Сам DuoUpdater
tr: DuoUpdater’ın kendisi
zh_hans: DuoUpdater 自身
zh_hant: DuoUpdater 本身

source: DuoUpdater logs the requests it makes on your behalf here — update checks, release notes, and its own downloads.
de: DuoUpdater protokolliert hier die Anfragen, die es für Sie stellt: Update-Prüfungen, Versionshinweise und eigene Downloads.
es: DuoUpdater registra aquí las solicitudes que hace por ti: comprobaciones de actualizaciones, notas de versión y sus propias descargas.
fr: DuoUpdater consigne ici les requêtes qu’il effectue pour vous : vérifications de mises à jour, notes de version et ses propres téléchargements.
it: Qui DuoUpdater registra le richieste che effettua per tuo conto: controlli degli aggiornamenti, note di rilascio e i propri download.
ja: DuoUpdater があなたの代わりに行うリクエスト（更新チェック、リリースノート、自身のダウンロード）をここに記録します。
pt_br: O DuoUpdater registra aqui as requisições que faz em seu nome — verificações de atualização, notas de versão e os próprios downloads.
ru: Здесь DuoUpdater записывает запросы, которые делает за вас: проверки обновлений, заметки о выпусках и собственные загрузки.
tr: DuoUpdater sizin adınıza yaptığı istekleri burada günlüğe kaydeder — güncelleme denetimleri, sürüm notları ve kendi indirmeleri.
zh_hans: DuoUpdater 会把它替你发起的请求记在这里——检查更新、获取更新说明，以及它自己的下载。
zh_hant: DuoUpdater 會在這裡記錄它代你發出的請求——檢查更新、版本說明，以及它自己的下載。

source: DuoUpdater runs from the menu bar only. The pending-update count moves to the menu-bar icon — the Dock badge needs a Dock icon to sit on.
de: DuoUpdater läuft nur über die Menüleiste. Die Anzahl ausstehender Updates wandert zum Menüleistensymbol – das Dock-Abzeichen braucht ein Dock-Symbol, auf dem es sitzen kann.
es: DuoUpdater solo funciona desde la barra de menús. El contador de actualizaciones pendientes pasa al icono de la barra de menús; la insignia del Dock necesita un icono del Dock donde ubicarse.
fr: DuoUpdater fonctionne uniquement depuis la barre de menus. Le nombre de mises à jour en attente se déplace vers l'icône de la barre de menus — le badge du Dock a besoin d'une icône de Dock sur laquelle s'afficher.
it: DuoUpdater viene eseguito solo dalla barra dei menu. Il numero di aggiornamenti in sospeso passa all’icona nella barra dei menu: il badge del Dock ha bisogno di un’icona nel Dock.
ja: DuoUpdaterはメニューバーからのみ動作します。保留中の更新件数はメニューバーアイコンに表示されます — Dockバッジを表示するにはDockアイコンが必要です。
pt_br: O DuoUpdater funciona apenas pela barra de menus. A contagem de atualizações pendentes passa para o ícone da barra de menus — o aviso do Dock precisa de um ícone no Dock.
ru: DuoUpdater работает только из строки меню. Счётчик ожидающих обновлений переходит на значок в строке меню — значку в Dock нужен сам значок Dock, на котором отображаться.
tr: DuoUpdater yalnızca menü çubuğundan çalışır. Bekleyen güncelleme sayısı menü çubuğu simgesine taşınır — Dock işaretinin durabileceği bir Dock simgesi gerekir.
zh_hans: DuoUpdater 仅在菜单栏中运行。待处理更新数会显示在菜单栏图标上 — Dock 角标需要有 Dock 图标才能显示。
zh_hant: DuoUpdater 只在選單列中執行。待處理更新的數量會改顯示在選單列圖像上——Dock 標記必須依附在 Dock 圖像上。

source: DuoUpdater updates itself separately from the managed app list, through Sparkle-signed direct downloads. The button above forces a check right now, whether or not automatic installs are on.
de: DuoUpdater aktualisiert sich getrennt von der verwalteten App-Liste über von Sparkle signierte Direktdownloads. Die Schaltfläche oben erzwingt sofort eine Prüfung, unabhängig davon, ob automatische Installationen aktiviert sind.
es: DuoUpdater se actualiza por separado de la lista de apps gestionadas, mediante descargas directas firmadas con Sparkle. El botón de arriba fuerza una comprobación ahora mismo, estén activadas o no las instalaciones automáticas.
fr: DuoUpdater se met à jour séparément de la liste des applications gérées, via des téléchargements directs signés par Sparkle. Le bouton ci-dessus force une vérification immédiate, que les installations automatiques soient activées ou non.
it: DuoUpdater si aggiorna separatamente dall’elenco delle app gestite, tramite download diretti firmati con Sparkle. Il pulsante qui sopra forza subito un controllo, che le installazioni automatiche siano attive o no.
ja: DuoUpdaterは管理対象アプリの一覧とは別に、Sparkle署名済みの直接ダウンロードによって自身を更新します。上のボタンは、自動インストールのオン・オフにかかわらず、今すぐ確認を強制します。
pt_br: O DuoUpdater se atualiza separadamente da lista de apps gerenciados, por downloads diretos assinados pelo Sparkle. O botão acima força uma verificação agora, com ou sem as instalações automáticas ativadas.
ru: DuoUpdater обновляет себя отдельно от списка управляемых приложений через прямые загрузки, подписанные Sparkle. Кнопка выше принудительно запускает проверку прямо сейчас, независимо от того, включена ли автоматическая установка.
tr: DuoUpdater, yönetilen uygulama listesinden ayrı olarak, Sparkle imzalı doğrudan indirmelerle kendini günceller. Yukarıdaki düğme, otomatik yüklemeler açık olsun ya da olmasın hemen bir denetim başlatır.
zh_hans: DuoUpdater 通过 Sparkle 签名的直接下载来更新自身，与受管理的应用列表分开处理。 上方的按钮无论自动安装是否开启，都会立即强制检查一次。
zh_hant: DuoUpdater 會透過 Sparkle 簽署的直接下載來更新自己，與受管理的 App 列表分開處理。無論是否開啟自動安裝，上方的按鈕都會立即強制檢查。

source: DuoUpdater's own version.
de: Die eigene Version von DuoUpdater.
es: La propia versión de DuoUpdater.
fr: La version de DuoUpdater lui-même.
it: La versione di DuoUpdater.
ja: DuoUpdater自体のバージョン。
pt_br: A versão do próprio DuoUpdater.
ru: Собственная версия DuoUpdater.
tr: DuoUpdater’ın kendi sürümü.
zh_hans: DuoUpdater 自身的版本。
zh_hant: DuoUpdater 本身的版本。

source: Each backup lets one update be rolled back. Deleting it frees the space and gives up that option — the app itself is untouched.
de: Mit jedem Backup lässt sich ein Update rückgängig machen. Es zu löschen gibt Speicherplatz frei, verzichtet aber auf diese Option – die App selbst bleibt unberührt.
es: Cada copia de seguridad permite revertir una actualización. Eliminarla libera espacio y renuncia a esa opción; la app en sí no se ve afectada.
fr: Chaque sauvegarde permet d'annuler une mise à jour. La supprimer libère de l'espace mais fait perdre cette option — l'application elle-même n'est pas touchée.
it: Ogni backup permette di ripristinare un aggiornamento. Eliminarlo libera spazio e rinuncia a quella possibilità; l’app in sé non viene toccata.
ja: 各バックアップにより1回分の更新をロールバックできます。削除すると容量は解放されますがそのオプションは失われます — アプリ自体には影響しません。
pt_br: Cada backup permite reverter uma atualização. Apagá-lo libera espaço e abre mão dessa opção — o app em si não é afetado.
ru: Каждая резервная копия позволяет откатить одно обновление. Удаление освобождает место и лишает этой возможности — само приложение не затрагивается.
tr: Her yedek, bir güncellemenin geri alınmasını sağlar. Silmek yer açar ve bu seçenekten vazgeçer — uygulamanın kendisine dokunulmaz.
zh_hans: 每个备份都可用于回滚一次更新。删除它会释放空间并放弃该选项 — 应用本身不受影响。
zh_hant: 每個備份可讓一次更新還原。刪除它會釋放空間，但也會失去這個選項——App 本身不受影響。

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivo
ja: 有効
pt_br: Ativado
ru: Включено
tr: Açık
zh_hans: 已启用
zh_hant: 已啟用

source: Enable…
de: Aktivieren …
es: Activar…
fr: Activer…
it: Attiva…
ja: 有効にする…
pt_br: Ativar…
ru: Включить…
tr: Etkinleştir…
zh_hans: 启用…
zh_hant: 啟用…

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤
